{
    "header": {
        "docs": "文档",
        "github": "Github",
        "whitepaper": "白皮书",
        "lang_demo": "CN",
        "en": "English",
        "zh": "简体中文"
    },
    "home_page": {
        "crabnet_sumary": "Crab Network (Crab for short) is a Canary Network for Darwinia. The positioning of Crab is similar to Polkadot’s Kusama Network. Expect Chaos is a reasonable expectation",
        "economic_title": "Economic Model",
        "economic_content_p1": "Crab will be designed as a long-term testnet, but it cannot be ruled out that it will stop running due to unexpected conditions or failures.Crab is a valuable network. Its purpose is mainly to test and perform various radical experiments, and especially to simulate the real economic environment.",
        "economic_content_p2": "Crab’s tokens are CRING and CKTON, with the same parameters as Darwinia Mainnet, and use the same Staking mechanism and inflation model(link). The initial supply of CRING is 2000M, and the supply of CKTON is 0.",
        "read_more": "Read More",
        "parachain_auction": "Parachain Auction",
        "crowdfunding": "Crowdfunding",
        "crowdfunding_content1": "KSM holders lock their tokens on Kusama for a period of time (6, 12 or 24 months) to help Darwinia rent a slot. In return for these KSM holders, participants will receive CRINGs as rewards.",
        "crowdfunding_content2": "Your token lock takes place on the chain in a decentralized manner and will be returned to the holder after the lock-up period, so you don’t have to worry about the security of the token.",
        "crowdfunding_content3": "CRING is the token of the Crab network. Holding CRINGs can participate in the staking and on-chain governance of the Crab network.",
        "how_to_participate": "How to participate",
        "participate_content1": "Prepare your KSMs. If it is in the bond state, the unbond operation must be performed at least seven days in advance.",
        "participate_content2": "Participate in crowdfunding. After the crowdfunding starts, you can participate in the crowdfunding through polkadot.js.org and apps.",
        "kusama_p1": "Kusama is a multi-chain network. Parachains can be accessed through slots. Parachains and Kusama jointly form an interoperable blockchain network. Kusama guarantees the security of the entire network, while parachains provide a variety of capabilities for the entire network. All parachains must participate in the parachain auction to obtain the right to rent a slot.",
        "kusama_p2": "The Crab network needs to crowdfund enough KSMs to win the parachain auction. Crab Network chooses to crowdfund KSMs in a trustless way. During Crab’s parachain lease, these KSMs will be “locked” in the Kusama relay chain."
    }
}
